{
  "title": "YOUR RIGHTS:",
  "rights": [
    {
      "title": "Right to Access:",
      "description": "Users have the right to request and access their personal information held by the website or digital agency."
    },
    {
      "title": "Right to Rectification:",
      "description": "Users can request corrections or updates to inaccurate or incomplete personal information."
    },
    {
      "title": "Right to Erasure (Right to be Forgotten)",
      "description": "Users have the right to request the deletion of their personal information under certain circumstances."
    },
    {
      "title": "Right to Restrict Processing:",
      "description": "Users can request limitations on how their personal information is processed."
    },
    {
      "title": "Right to Data Portability:",
      "description": "Users can request their personal data in a structured, commonly used, and machine-readable format for transfer to another service."
    },
    {
      "title": "Right to Object:",
      "description": "Users can object to the processing of their personal information, particularly for direct marketing purposes."
    },
    {
      "title": "Right to Withdraw Consent:",
      "description": "If the processing is based on user consent, they have the right to withdraw that consent at any time."
    },
    {
      "title": "Right to Lodge a Complaint:",
      "description": "Users can file a complaint with the relevant data protection authority if they believe their rights are being violated."
    },
    {
      "title": "Right to Non-Discrimination:",
      "description": "Users should not be subjected to discriminatory practices for exercising their privacy rights."
    },
    {
      "title": "Right to Information Security:",
      "description": "Users have the right to expect that their personal information is handled securely and protected from unauthorized access."
    },
    {
      "title": "Right to Direct Marketing:",
      "description": "Users have the right to stop receiving unwanted direct marketing."
    },
    {
      "title": "Right to Know How Your Information is Used:",
      "description": "The right to know whether your personal information is sold or disclosed and to whom."
    }
  ]
}
